ascii-image-converter
ascii-image-converter-debug
balena-etcher
basemark-debug
betterlockscreen
brave-bin
cbonsai
eww-git
eww-git-debug
gtk-engine-murrine
gtk2
gtkmm
hyprshade-git
i3lock-color
i3lock-color-debug
libcava
mason.nvim
miniconda3
neofetch
nitrogen
paru
paru-debug
picom-git
picom-git-debug
pipes.sh
python-chevron
python-imageio-ffmpeg
python-screeninfo
python2
python2-debug
pywal-git
qtile-extras-git
shell-color-scripts
spotify
spt
st-git
tty-clock
visual-studio-code-bin
vscodium-bin
waybar-cava
webcord
yay-debug
zafiro-icon-theme
