7zip
acpi
alsa-utils
ascii-image-converter
asciiquarium
balena-etcher
base
base-devel
bear
betterlockscreen
blueman
brave-bin
brightnessctl
btop
cava
cbonsai
clang
cliphist
cmatrix
cool-retro-term
dragonfly-reverb
dunst
easyeffects
efibootmgr
evtest
eww-git
fastfetch
feh
figlet
file-roller
firefox
flameshot
git
gping
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprshade-git
jp2a
jre-openjdk
kitty
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libreoffice-fresh
linux
linux-firmware
linux-lts
linux-lts-headers
lsp-plugins
luarocks
lxappearance
ly
mason.nvim
mda.lv2
meson
miniconda3
mousepad
mpv
mypy
nano
neofetch
neovim
network-manager-applet
networkmanager
ninja
nitrogen
noto-fonts
npm
nsxiv
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obsidian
pamixer
papirus-icon-theme
paru
pasystray
pavucontrol
picom-git
pipes.sh
pipewire
pipewire-alsa
pipewire-pulse
playerctl
plocate
prettyping
python-cffi
python-dbus-fast
python-dbus-next
python-iwlib
python-pip
python-pipx
python-psutil
python-pydbus
python-pyqt5
python-pyxdg
python-xcffib
python2
pywal-git
qt5-tools
qt6-tools
qtile
qtile-extras-git
ranger
rofi
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
shell-color-scripts
slurp
spotify
spt
st-git
starship
steam
stress
subversion
sudo
swayimg
swww
thunar
thunar-archive-plugin
thunar-volman
toilet
tree
ttf-dejavu
ttf-firacode-nerd
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-victor-mono-nerd
tty-clock
tumbler
ueberzug
unzip
upower
vi
vim
visual-studio-code-bin
vscodium-bin
vulkan-radeon
vulkan-tools
waybar-cava
webcord
wezterm
wget
wine
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-amdgpu
xf86-video-vesa
xfce4-settings
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay-debug
zafiro-icon-theme
zam-plugins
zathura
zsh
